Repository: kocharyanvahe/VShoo
Catalog: VShoo/*.lproj/Localizable.strings
Languages: hy

source: My Wallet
hy: Իմ Դրամապանակը

source: Preferences
hy: Նախընտրանքներ

source: Default Request Settings
hy: Սկզբնական հարցման կառավարում

source: Trip History
hy: Ուղեւորության պատմություն

source: Add Home Address
hy: Տան հասցե

source: Add Work Address
hy: Աշխատանքային հասցե

source: Social Network
hy: Սոցիալական ցանց

source: Refer a customer
hy: Հրավիրել հաճախորդի

source: Select sharing option:
hy: Ընտրեք համօգտագործման տարբերակ:

source: Share on Facebook
hy: Տարածել Facebook-ում

source: Share on Twitter
hy: Տարածել Twitter-ում

source: Share on Google+
hy: Տարածել Google+ում

source: Cancel
hy: Հրաժարվել

source: Select refer option:
hy: Ընտրեք տարբերակ:

source: Send an email
hy: Ուղարկել նամակ

source: Send SMS
hy: Ուղարկել SMS

source: Failed
hy: Չհաջողվեց

source: Please, try again.
hy: Խնդրում ենք կրկին փորձել:

source: Sent
hy: Հաջողությամբ ուղարկվել է

source: Your message has been sent.
hy: Ձեր հաղորդագրությունը ուղարկված է:

source: ERROR
hy: ՍԽԱԼ

source: Order/Estimate
hy: Պատվիրել/Գնահատել

source: You can customize your ride by tapping on Estimate button. Also, you can make a quick order.
hy: Դուք կարող եք փոփոխել ձեր ուղեւորությունը սեղմելով Գնահատել կոճակը: Բացի այդ, դուք կարող եք արագ պատվիրել:

source: Order
hy: Պատվիրել

source: Estimate
hy: Գնահատել

source: Cannot find
hy: Հնարավոր չէ գտնել

source: pickup location
hy: ընտրել վայրը

source: To Home
hy: Գնալ տուն

source: To Work
hy: Գնալ աշխատանքի

source: From Home
hy: Տանից

source: From Work
hy: Աշխատավայրից

source: From
hy: Սկզբնական դիրք

source: To
hy: Վերջնական դիրք

source: There is no any available cars at this moment. Please, add starting/final destinations.
hy: Չկա հասանելի ավտոմեքենա այս պահին: Խնդրում ենք, ավելացնել սկզբնական/վերջնական ուղղությունները:

source: Could not find any address.
hy: Չհաջողվեց գտնել որեւէ հասցե:

source: Select a car
hy: Ընտրել մեքենան

source: Home
hy: Տան

source: Work
hy: Աշխատանքային

source: Search
hy: Որոնում

source: Special Request
hy: Հատուկ Ծանուցում

source: Estimated Cost:
hy: Արժեք:

source: Actual cost can be more, due to unforeseen circumstances.
hy: Փաստացի ծախսերը կարող են լինել շատ ավելի, անկանխատեսելի հանգամանքներից ելնելով:

source: Cannot find the nearest way.
hy: Հնարավոր չէ գտնել մոտակա ճանապարհը:

source: Start
hy: Սկիզբ

source: Finish
hy: Վերջնակետ

source: Please, type exact address.
hy: Խնդրում ենմ, մուտքագրել ճշգրիտ հասցեն:

source: Change region
hy: Փոխել Տարածաշրջանը

source: Currently, you are in hot zone. The estimated price was increased by %fx times. Do you want to continue this order ?
hy: Այս պահին դուք տաք գոտում եք: Մոտավոր գինը աճել է %fx անգամ: Ցանկանում եք շարունակել այս պատվերը ?

source: Yes
hy: Այո

source: No
hy: Ոչ

source: Message
hy: Հաղորդագրություն

source: Call
hy: Զանգահարել

source: Next
hy: Հաջորդ

source: Please, make a setup of your email in your phone.
hy: Խնդրում ենք, կարգավորեք ձեր էլեկտրոնային փոստի հասցեն

source: Saved
hy: Պահպանվել է

source: OK
hy: Լավ

source: Are you sure ?
hy: Դուք համոզված եք ?

source: %@%@ %@ you need to pay by cash.
hy: %@%@ %@ դուք պետք է վճարեք կանխիկ:

source: %@%@ %@ you will be charged from your wallet.
hy: %@%@ %@ կգանձվի ձեր դրամապանակից:

source: Make a call
hy: Կատարել զանգ

source: Are you sure you want to call to %@ ?
hy: Համոզված եք, որ ուզում եք զանգահարել այս համարին %@ ?

source: Please type the number
hy: Խնդրում ենք մուտքագրել համարը
